7-zip-full
accountsservice
acl
acpi
acpi_call
acpid
adobe-source-code-pro-fonts
adobe-source-sans-fonts
adwaita-icon-theme
aircrack-ng
airgeddon-git
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
appstream-glib
archlinux-keyring
argon2
asciidoc
asciidoctor
at-spi2-core
atkmm
attr
audiofile
audit
autoconf
automake
avahi
awesome-terminal-fonts
babl
base
bash
bc
bcg729
bettercap
binutils
bison
blas
blueman
bluez
bluez-libs
boost-libs
brightnessctl
brotli
btrfs-progs
bubblewrap
bully
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairo-perl
cairomm
cantarell-fonts
cblas
cdparanoia
chromaprint
cifs-utils
cmake
cmatrix
cmus
code
coreutils
cowpatty
cryptsetup
curl
cython
dav1d
db
dbus
dbus-glib
dbus-python
dconf
debugedit
desktop-file-utils
device-mapper
dhcp
diffutils
discord
dkms
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
downgrade
duktape
dunst
e2fsprogs
electron18
electron19
ell
enchant
equilux-theme
ethtool
ettercap
eww-git
exiv2
exo
expat
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flatpak
flex
fluidsynth
fmt
fontconfig
fontforge
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcab
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
geany
gegl
geoclue
geocode-glib
geocode-glib-common
geoip
geoip-database
gettext
ghostscript
giflib
gimp
git
glew
glib-networking
glib-perl
glib2
glibc
glibmm
glslang
glu
gmp
gnome-backgrounds
gnome-keyring
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gpgme
gpick
gpm
gptfdisk
graphene
graphicsmagick
graphite
graphite-gtk-theme-black-git
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsimplecal
gsl
gsm
gspell
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk2-perl
gtk3
gtk4
gtkmm
gtkmm3
gts
guile
gzip
harfbuzz
harfbuzz-icu
hashcat
hcxdumptool
hicolor-icon-theme
hidapi
hostapd
htop
hwdata
hwloc
hyphen
i3-wm
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
inkscape
inotify-tools
intel-gmmlib
intel-media-driver
intltool
iproute2
iptables
iputils
iso-codes
iw
iwd
jansson
jasper
jbig2dec
john
jq
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kvantum
kwindowsystem
l-smash
lame
lapack
lcms2
ldb
ldns
ldoc
lensfun
less
lib2geom
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcamera
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdiscid
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgexiv2
libglvnd
libgme
libgnome-keyring
libgpg-error
libgtop
libgudev
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libjpeg-turbo
libksba
libldac
libldap
liblqr
libmad
libmalcontent
libmanette
libmaxminddb
libmd
libmfx
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmspack
libmypaint
libndp
libnet
libnetfilter_conntrack
libnetfilter_queue
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libptytty
libpulse
libraqm
libraw
libraw1394
librevenge
librsvg
librsync
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libuninameslist
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libva-intel-driver
libva-mesa-driver
libvdpau
libverto
libvisio
libvisual
libvorbis
libvpx
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
lighttpd
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
lsd
lua
lua-filesystem
lua-lgi
lua-penlight
lua52
lua53
lua53-lgi
luajit
luit
lv2
lvm2
lxappearance-gtk3
lxsession
lz4
lzo
m4
macchanger
mailcap
maim
make
man-db
mc
md4c
mdadm
mdk4
menumaker
mesa
meson
micro
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpc
mpd
mpfr
mpg123
mpv
mtdev
mujs
mypaint-brushes1
mypy
nano
ncmpcpp
ncurses
ndctl
neofetch
net-tools
netpbm
nettle
network-manager-applet
networkmanager
nftables
ninja
nitrogen
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
obconf
ocl-icd
oh-my-zsh-git
oniguruma
openal
openbox
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.0
opus
orc
orchis-theme-git
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pango-perl
pangomm
papirus-icon-theme
parcellite
parted
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-cairo-gobject
perl-clone
perl-data-dump
perl-encode-locale
perl-error
perl-file-listing
perl-glib-object-introspection
perl-gtk3
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixiewps
pixman
pkgconf
playerctl
plocate
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql-libs
potrace
procps-ng
psmisc
python
python-apipkg
python-appdirs
python-argparse
python-attrs
python-autocommand
python-babel
python-beaker
python-beautifulsoup4
python-cachecontrol
python-cairo
python-cairocffi
python-certifi
python-cffi
python-chardet
python-colorama
python-commonmark
python-configobj
python-cryptography
python-cssselect
python-distlib
python-distro
python-docopt
python-docutils
python-exceptiongroup
python-future
python-gobject
python-html5lib
python-httplib2
python-idna
python-imagesize
python-imaplib2
python-importlib-metadata
python-inflect
python-iniconfig
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-keyutils
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-mpd2
python-msgpack
python-mutagen
python-mypy_extensions
python-nspektr
python-numpy
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-platformdirs
python-pluggy
python-ply
python-psutil
python-py
python-pycparser
python-pycurl
python-pydantic
python-pygments
python-pyopenssl
python-pyparsing
python-pytest
python-pytz
python-requests
python-resolvelib
python-rich
python-scapy
python-setuptools
python-six
python-snowballstemmer
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-tenacity
python-tomli
python-trove-classifiers
python-typed-ast
python-typing_extensions
python-urllib3
python-validate-pyproject
python-webencodings
python-wheel
python-xcffib
python-yaml
python-zipp
qogir-gtk-theme-git
qogir-icon-theme-git
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5-tools
qt5-translations
qt5-x11extras
qt5ct
qtile-extras-git
qtile-git
ragel
ranger
rav1e
re2
readline
reaver
rest
rhash
ripgrep
rofi
rtkit
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-racc
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
run-parts
rustup
sassc
sbc
scapy
scrot
sddm
sdl2
sed
serd
shaderc
shadow
shared-mime-info
slang
slock
slop
smartmontools
smbclient
snappy
sord
sound-theme-freedesktop
spandsp
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
sudo
suitesparse
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcpdump
tdb
terminus-font
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tint2
tmux
tpm2-tss
tracker3
tslib
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-inconsolata
ttf-jetbrains-mono
ttf-liberation
ttf-linux-libertine
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
twolame
tzdata
uasm
uchardet
udiskie
udisks2
upower
usbmuxd
usbutils
uthash
util-linux
util-linux-libs
v4l-utils
variety
vid.stab
viewnior
vim
vim-runtime
vmaf
volume_key
vulkan-icd-loader
vulkan-intel
vulkan-radeon
w3m
wavpack
wayland
webkit2gtk
webp-pixbuf-loader
webrtc-audio-processing
wezterm
wget
which
wifite
wildmidi
wireless_tools
wireplumber
wireshark-cli
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xarchiver
xautolock
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfce4-notifyd
xfce4-power-manager
xfconf
xfsprogs
xkeyboard-config
xmlto
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsel
xsettingsd
xterm
xvidcore
xxhash
xz
yajl
yay
zeromq
zimg
zlib
zram-generator
zsh
zstd
zziplib
